adobe-source-code-pro-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-serif-cn-fonts
alsa-firmware
alsa-utils
arandr
autoconf
automake
base
bat
bc
binutils
bison
bluez-utils
brightnessctl
cowsay
dictd
dmenu
docker
docker-compose
dunst
efibootmgr
fakeroot
fcitx-configtool
fcitx-mozc
fcitx-qt5
fcitx-ui-light
fd
file
findutils
firefox
flex
fzf
gawk
gcc
gettext
ghostscript
git
github-cli
gnome-keyring
gnucash
gpicview
grep
groff
grub
gvfs
gzip
htop
imagemagick
intltool
iwd
jq
jupyterlab
keepass
libreoffice-still
libtool
linux-firmware
linux-lts
lsd
lsof
m4
make
man-db
man-pages
mpv
ncdu
neofetch
neovim
networkmanager
nmap
noto-fonts-emoji
npm
ntfs-3g
ntp
openssh
otf-ipafont
p7zip
pacman
pamixer
patch
pavucontrol
pkgconf
postgresql
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
python-evdev
python-gpgme
python-pipenv
qbittorrent
rclone
ripgrep
rsync
scrot
sed
sof-firmware
stow
sudo
sxhkd
sxiv
texinfo
thunar
thunderbird
tlp
tmux
tree
ttf-dejavu
tumbler
udisks2
unoconv
unrar
unzip
which
xcape
xclip
xdotool
xf86-input-synaptics
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xwallpaper
yarn
zathura
zathura-pdf-poppler
zip
zsh
