adobe-source-code-pro-fonts
alsa-firmware
alsa-utils
anki
autoconf
automake
base
bc
binutils
bison
discord
dmenu
docker
docker-compose
dunst
efibootmgr
fakeroot
fd
file
findutils
firefox
flex
fzf
gawk
gcc
gettext
git
gnucash
grep
groff
grub
gzip
heroku-cli-bin
lf
libtool
libxft-bgra
linux-firmware
linux-lts
lsof
m4
make
man-db
man-pages
mpv
neofetch
neovim
nerd-fonts-jetbrains-mono
networkmanager
openssh
otf-ipafont
pacman
pamixer
patch
pavucontrol
picom-git
pkgconf
postgresql
pulseaudio
pulsemixer
python-pipenv
rsync
sed
sof-firmware
stow
sudo
sxhkd
texinfo
tmux
ttf-twemoji-color
unzip
visual-studio-code-bin
wget
which
xclip
xf86-input-synaptics
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xwallpaper
yarn
zathura
zip
zsh
